Repository: WilliamVeldhuizen/ZapperRadio
Catalog: src/ZapperRadio/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ClearHistoryButton.AutomationProperties.Name
source: Clear the track history
ar_sa: مسح سجل الأغاني
cs_cz: Vymazat historii skladeb
da_dk: Ryd sanghistorikken
de_de: Songverlauf löschen
el_gr: Διαγραφή ιστορικού τραγουδιών
es_es: Borrar el historial
fi_fi: Tyhjennä kappalehistoria
fr_fr: Effacer l'historique
he_il: ניקוי היסטוריית השירים
hi_in: गानों का इतिहास साफ़ करें
hu_hu: Dalelőzmények törlése
id_id: Hapus riwayat lagu
it_it: Cancella la cronologia
ja_jp: 曲の履歴を消去
ko_kr: 재생 기록 지우기
nb_no: Tøm sanghistorikken
nl_nl: Gedraaide nummers wissen
pl_pl: Wyczyść historię utworów
pt_br: Limpar o histórico
ro_ro: Șterge istoricul melodiilor
ru_ru: Очистить историю треков
sk_sk: Vymazať históriu skladieb
sv_se: Rensa låthistoriken
th_th: ล้างประวัติเพลง
tr_tr: Şarkı geçmişini temizle
uk_ua: Очистити історію
vi_vn: Xóa lịch sử bài hát
zh_cn: 清除播放历史
zh_tw: 清除播放紀錄

# HistorySearchBox.PlaceholderText
source: Search by song, artist or station (Ctrl+F)
ar_sa: ابحث بالأغنية أو الفنان أو المحطة (Ctrl+F)
cs_cz: Hledat podle písničky, interpreta nebo stanice (Ctrl+F)
da_dk: Søg efter sang, kunstner eller station (Ctrl+F)
de_de: Nach Song, Interpret oder Sender suchen (Ctrl+F)
el_gr: Αναζήτηση κατά τραγούδι, καλλιτέχνη ή σταθμό (Ctrl+F)
es_es: Buscar por canción, artista o emisora (Ctrl+F)
fi_fi: Hae kappaleella, esittäjällä tai asemalla (Ctrl+F)
fr_fr: Rechercher par morceau, artiste ou station (Ctrl+F)
he_il: חיפוש לפי שיר, אמן או תחנה (Ctrl+F)
hi_in: गाने, कलाकार या स्टेशन से खोजें (Ctrl+F)
hu_hu: Keresés dal, előadó vagy állomás szerint (Ctrl+F)
id_id: Cari berdasarkan lagu, artis, atau stasiun (Ctrl+F)
it_it: Cerca per canzone, artista o stazione (Ctrl+F)
ja_jp: 曲名、アーティスト、放送局で検索 (Ctrl+F)
ko_kr: 노래, 아티스트 또는 방송국으로 검색 (Ctrl+F)
nb_no: Søk etter sang, artist eller stasjon (Ctrl+F)
nl_nl: Zoek op nummer, artiest of zender (Ctrl+F)
pl_pl: Szukaj według piosenki, wykonawcy lub stacji (Ctrl+F)
pt_br: Buscar por música, artista ou rádio (Ctrl+F)
ro_ro: Căutați după melodie, artist sau post (Ctrl+F)
ru_ru: Поиск по песне, исполнителю или станции (Ctrl+F)
sk_sk: Hľadať podľa pesničky, interpreta alebo stanice (Ctrl+F)
sv_se: Sök på låt, artist eller station (Ctrl+F)
th_th: ค้นหาตามเพลง ศิลปิน หรือสถานี (Ctrl+F)
tr_tr: Şarkıya, sanatçıya veya istasyona göre ara (Ctrl+F)
uk_ua: Пошук за піснею, виконавцем або станцією (Ctrl+F)
vi_vn: Tìm theo bài hát, nghệ sĩ hoặc đài (Ctrl+F)
zh_cn: 按歌曲、艺术家或电台搜索 (Ctrl+F)
zh_tw: 依歌曲、演出者或電台搜尋 (Ctrl+F)

# HistorySearchBox.AutomationProperties.Name
source: Search the track history
ar_sa: البحث في سجل الأغاني
cs_cz: Hledat v historii skladeb
da_dk: Søg i sanghistorikken
de_de: Songverlauf durchsuchen
el_gr: Αναζήτηση στο ιστορικό τραγουδιών
es_es: Buscar en el historial
fi_fi: Hae kappalehistoriasta
fr_fr: Rechercher dans l'historique
he_il: חיפוש בהיסטוריית השירים
hi_in: गानों के इतिहास में खोजें
hu_hu: Keresés a dalelőzményekben
id_id: Cari riwayat lagu
it_it: Cerca nella cronologia
ja_jp: 曲の履歴を検索
ko_kr: 재생 기록 검색
nb_no: Søk i sanghistorikken
nl_nl: Gedraaide nummers doorzoeken
pl_pl: Przeszukaj historię utworów
pt_br: Buscar no histórico
ro_ro: Caută în istoricul melodiilor
ru_ru: Поиск в истории треков
sk_sk: Hľadať v histórii skladieb
sv_se: Sök i låthistoriken
th_th: ค้นหาในประวัติเพลง
tr_tr: Şarkı geçmişinde ara
uk_ua: Пошук в історії
vi_vn: Tìm trong lịch sử bài hát
zh_cn: 搜索播放历史
zh_tw: 搜尋播放紀錄

# NoHistoryText.Text
source: Nothing played yet. As soon as your favorites are streaming, every song they play is listed here.
ar_sa: لم يُشغَّل شيء بعد. بمجرد أن تبدأ محطاتك المفضلة البث، ستظهر هنا كل أغنية تشغّلها.
cs_cz: Zatím nic nehrálo. Jakmile vaše oblíbené stanice začnou vysílat, každá písnička, kterou zahrají, se objeví zde.
da_dk: Intet spillet endnu. Så snart dine favoritter streamer, vises hver sang, de spiller, her.
de_de: Noch nichts gespielt. Sobald deine Favoriten streamen, wird hier jeder Song aufgelistet, den sie spielen.
el_gr: Δεν έχει παίξει τίποτα ακόμη. Μόλις τα αγαπημένα σας αρχίσουν να μεταδίδουν, κάθε τραγούδι που παίζουν θα εμφανίζεται εδώ.
es_es: Aún no se ha reproducido nada. En cuanto tus favoritos estén en emisión, cada canción que pongan aparecerá aquí.
fi_fi: Mitään ei ole vielä soinut. Heti kun suosikkisi striimaavat, jokainen niiden soittama kappale näkyy tässä.
fr_fr: Rien n'a encore été joué. Dès que vos favoris sont en cours de lecture, chaque morceau qu'ils jouent est listé ici.
he_il: עדיין לא הושמע כלום. ברגע שהמועדפים שלכם ישדרו, כל שיר שהם משמיעים יופיע כאן.
hi_in: अभी तक कुछ नहीं बजा। जैसे ही आपके पसंदीदा स्टेशन स्ट्रीम करने लगेंगे, उनका बजाया हर गाना यहाँ दिखेगा।
hu_hu: Még semmi nem szólt. Amint a kedvencei streamelnek, minden általuk játszott dal itt jelenik meg.
id_id: Belum ada yang diputar. Begitu favorit Anda mulai streaming, setiap lagu yang mereka putar akan tercantum di sini.
it_it: Ancora nulla in riproduzione. Appena i tuoi preferiti sono in streaming, ogni canzone che suonano compare qui.
ja_jp: まだ何も再生されていません。お気に入りがストリーミングを始めると、流れた曲がすべてここに表示されます。
ko_kr: 아직 재생된 곡이 없습니다. 즐겨찾기 방송국이 스트리밍을 시작하면 재생하는 모든 노래가 여기에 표시됩니다.
nb_no: Ingenting spilt ennå. Så snart favorittene dine strømmer, vises hver sang de spiller her.
nl_nl: Nog niets afgespeeld. Zodra je favorieten streamen, staat hier elk nummer dat ze draaien.
pl_pl: Jeszcze nic nie grało. Gdy tylko ulubione stacje zaczną nadawać, każda zagrana piosenka pojawi się tutaj.
pt_br: Nada tocou ainda. Assim que seus favoritos estiverem transmitindo, cada música que tocarem aparece aqui.
ro_ro: Nu s-a difuzat nimic încă. De îndată ce favoritele emit, fiecare melodie difuzată apare aici.
ru_ru: Пока ничего не играло. Как только избранные станции начнут вещание, здесь появится каждая сыгранная песня.
sk_sk: Zatiaľ nič nehralo. Hneď ako vaše obľúbené stanice začnú vysielať, každá pesnička, ktorú zahrajú, sa zobrazí tu.
sv_se: Inget har spelats än. Så snart dina favoriter strömmar listas varje låt de spelar här.
th_th: ยังไม่มีเพลงที่เล่น ทันทีที่สถานีโปรดของคุณเริ่มสตรีม ทุกเพลงที่เล่นจะแสดงที่นี่
tr_tr: Henüz bir şey çalmadı. Favorileriniz yayın yapmaya başlar başlamaz çaldıkları her şarkı burada listelenir.
uk_ua: Поки що нічого не грало. Щойно ваші вибрані станції почнуть мовлення, кожна пісня, яку вони грають, з'явиться тут.
vi_vn: Chưa phát gì. Ngay khi các đài yêu thích bắt đầu phát trực tuyến, mọi bài chúng phát sẽ được liệt kê ở đây.
zh_cn: 还没有播放记录。收藏的电台开始播放后，它们播放的每首歌都会列在这里。
zh_tw: 尚未播放任何歌曲。一旦您的最愛電台開始串流，它們播放的每首歌都會列在這裡。

# NoHistoryMatchesText.Text
source: No song in the history matches your search.
ar_sa: لا توجد أغنية في السجل تطابق بحثك.
cs_cz: Hledání neodpovídá žádná písnička v historii.
da_dk: Ingen sang i historikken matcher din søgning.
de_de: Kein Song im Verlauf passt zu deiner Suche.
el_gr: Κανένα τραγούδι στο ιστορικό δεν ταιριάζει με την αναζήτηση.
es_es: Ninguna canción del historial coincide con tu búsqueda.
fi_fi: Mikään historian kappale ei vastaa hakua.
fr_fr: Aucun morceau de l'historique ne correspond à votre recherche.
he_il: אין שיר בהיסטוריה שמתאים לחיפוש.
hi_in: इतिहास में आपकी खोज से कोई गाना मेल नहीं खाता।
hu_hu: Az előzmények között egyetlen dal sem felel meg a keresésnek.
id_id: Tidak ada lagu di riwayat yang cocok dengan pencarian Anda.
it_it: Nessuna canzone della cronologia corrisponde alla ricerca.
ja_jp: 検索に一致する曲は履歴にありません。
ko_kr: 기록에서 검색과 일치하는 노래가 없습니다.
nb_no: Ingen sang i historikken samsvarer med søket.
nl_nl: Geen nummer in de geschiedenis komt overeen met je zoekopdracht.
pl_pl: Żadna piosenka w historii nie pasuje do wyszukiwania.
pt_br: Nenhuma música do histórico corresponde à sua busca.
ro_ro: Nicio melodie din istoric nu corespunde căutării.
ru_ru: В истории нет песен, соответствующих запросу.
sk_sk: Hľadaniu nezodpovedá žiadna pesnička v histórii.
sv_se: Ingen låt i historiken matchar sökningen.
th_th: ไม่มีเพลงในประวัติที่ตรงกับการค้นหาของคุณ
tr_tr: Geçmişte aramanızla eşleşen şarkı yok.
uk_ua: В історії немає пісень, що відповідають вашому запиту.
vi_vn: Không có bài hát nào trong lịch sử khớp với tìm kiếm của bạn.
zh_cn: 历史记录中没有与你的搜索匹配的歌曲。
zh_tw: 紀錄中沒有符合搜尋條件的歌曲。

# CompactNoFavorites.Text
source: No favorites yet. Switch to the full window to search for stations and add them with the star.
ar_sa: لا توجد مفضلات بعد. انتقل إلى النافذة الكاملة للبحث عن المحطات وإضافتها باستخدام +.
cs_cz: Zatím žádné oblíbené. Přepněte na celé okno, vyhledejte stanice a přidejte je pomocí +.
da_dk: Ingen favoritter endnu. Skift til det fulde vindue for at søge efter stationer og tilføje dem med +.
de_de: Noch keine Favoriten. Wechsle zum vollständigen Fenster, um Sender zu suchen und sie mit dem + hinzuzufügen.
el_gr: Δεν υπάρχουν ακόμη αγαπημένα. Μεταβείτε στο πλήρες παράθυρο για να αναζητήσετε σταθμούς και να τους προσθέσετε με το +.
es_es: Aún no hay favoritos. Cambia a la ventana completa para buscar emisoras y añadirlas con la estrella.
fi_fi: Ei vielä suosikkeja. Vaihda koko ikkunaan hakeaksesi asemia ja lisätäksesi niitä +-painikkeella.
fr_fr: Aucun favori pour l'instant. Passez à la fenêtre complète pour chercher des stations et les ajouter avec l'étoile.
he_il: אין עדיין מועדפים. עברו לחלון המלא כדי לחפש תחנות ולהוסיף אותן עם +.
hi_in: अभी कोई पसंदीदा नहीं। स्टेशन खोजने और उन्हें + से जोड़ने के लिए पूरी विंडो पर जाएँ।
hu_hu: Még nincsenek kedvencek. Váltson a teljes ablakra, hogy állomásokat keressen és a + jellel hozzáadja őket.
id_id: Belum ada favorit. Beralih ke jendela penuh untuk mencari stasiun dan menambahkannya dengan +.
it_it: Ancora nessun preferito. Passa alla finestra completa per cercare stazioni e aggiungerle con la stella.
ja_jp: お気に入りはまだありません。フルウィンドウに切り替えて局を検索し、+ で追加してください。
ko_kr: 아직 즐겨찾기가 없습니다. 전체 창으로 전환해 방송국을 검색하고 +로 추가하세요.
nb_no: Ingen favoritter ennå. Bytt til fullt vindu for å søke etter stasjoner og legge dem til med +.
nl_nl: Nog geen favorieten. Schakel over naar het volledige venster om zenders te zoeken en ze met de + toe te voegen.
pl_pl: Brak ulubionych. Przełącz na pełne okno, aby wyszukać stacje i dodać je przyciskiem +.
pt_br: Nenhum favorito ainda. Mude para a janela completa para buscar rádios e adicioná-las com o +.
ro_ro: Încă nu aveți favorite. Treceți la fereastra completă pentru a căuta posturi și a le adăuga cu +.
ru_ru: Избранного пока нет. Перейдите в полное окно, чтобы найти станции и добавить их кнопкой +.
sk_sk: Zatiaľ žiadne obľúbené. Prepnite na celé okno, vyhľadajte stanice a pridajte ich pomocou +.
sv_se: Inga favoriter än. Byt till hela fönstret för att söka efter stationer och lägga till dem med +.
th_th: ยังไม่มีสถานีโปรด สลับไปที่หน้าต่างเต็มเพื่อค้นหาสถานีและเพิ่มด้วย +
tr_tr: Henüz favori yok. İstasyon aramak ve + ile eklemek için tam pencereye geçin.
uk_ua: Вибраного поки немає. Перейдіть до повного вікна, щоб шукати станції та додавати їх зірочкою.
vi_vn: Chưa có đài yêu thích. Chuyển sang cửa sổ đầy đủ để tìm đài và thêm bằng dấu +.
zh_cn: 还没有收藏。请切换到完整窗口来搜索电台，并用星标添加。
zh_tw: 尚無最愛。切換到完整視窗以搜尋電台，並用 + 加入。

# PlayStopButton.ToolTipService.ToolTip
source: Play / stop (Ctrl+Space)
ar_sa: تشغيل / إيقاف (Ctrl+Space)
cs_cz: Přehrát / zastavit (Ctrl+Mezerník)
da_dk: Afspil / stop (Ctrl+Mellemrum)
de_de: Wiedergabe / Stopp (Ctrl+Leertaste)
el_gr: Αναπαραγωγή / διακοπή (Ctrl+Space)
es_es: Reproducir / detener (Ctrl+Espacio)
fi_fi: Toista / pysäytä (Ctrl+välilyönti)
fr_fr: Lecture / arrêt (Ctrl+Espace)
he_il: הפעלה / עצירה (Ctrl+Space)
hi_in: चलाएँ / रोकें (Ctrl+Space)
hu_hu: Lejátszás / leállítás (Ctrl+Szóköz)
id_id: Putar / hentikan (Ctrl+Spasi)
it_it: Riproduci / ferma (Ctrl+Spazio)
ja_jp: 再生 / 停止 (Ctrl+Space)
ko_kr: 재생 / 정지 (Ctrl+Space)
nb_no: Spill av / stopp (Ctrl+Mellomrom)
nl_nl: Afspelen / stoppen (Ctrl+Spatie)
pl_pl: Odtwórz / zatrzymaj (Ctrl+Spacja)
pt_br: Reproduzir / parar (Ctrl+Espaço)
ro_ro: Redă / oprește (Ctrl+Spațiu)
ru_ru: Воспроизвести / остановить (Ctrl+Пробел)
sk_sk: Prehrať / zastaviť (Ctrl+Medzerník)
sv_se: Spela / stoppa (Ctrl+Blanksteg)
th_th: เล่น / หยุด (Ctrl+Space)
tr_tr: Çal / durdur (Ctrl+Boşluk)
uk_ua: Відтворити / зупинити (Ctrl+Пробіл)
vi_vn: Phát / dừng (Ctrl+Space)
zh_cn: 播放 / 停止 (Ctrl+空格)
zh_tw: 播放 / 停止 (Ctrl+空白鍵)

# VolumeSlider.AutomationProperties.Name
source: Volume
ar_sa: مستوى الصوت
cs_cz: Hlasitost
da_dk: Lydstyrke
de_de: Lautstärke
el_gr: Ένταση
es_es: Volumen
fi_fi: Äänenvoimakkuus
he_il: עוצמת קול
hi_in: आवाज़
hu_hu: Hangerő
ja_jp: 音量
ko_kr: 볼륨
nb_no: Volum
pl_pl: Głośność
ro_ro: Volum
ru_ru: Громкость
sk_sk: Hlasitosť
sv_se: Volym
th_th: ระดับเสียง
tr_tr: Ses düzeyi
uk_ua: Гучність
vi_vn: Âm lượng
zh_cn: 音量
zh_tw: 音量

# SettingsDialog.Title
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen
uk_ua: Параметри
zh_cn: 设置

# SettingsDialog.CloseButtonText
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
nl_nl: Sluiten
uk_ua: Закрити
zh_cn: 关闭

# StartupHeading.Text
source: Startup
ar_sa: بدء التشغيل
cs_cz: Spuštění
da_dk: Start
de_de: Start
el_gr: Εκκίνηση
es_es: Inicio
fi_fi: Käynnistys
fr_fr: Démarrage
he_il: הפעלה אוטומטית
hi_in: स्टार्टअप
hu_hu: Indítás
id_id: Mulai otomatis
it_it: Avvio
ja_jp: スタートアップ
ko_kr: 시작
nb_no: Oppstart
nl_nl: Opstarten
pl_pl: Uruchamianie
pt_br: Inicialização
ro_ro: Pornire
ru_ru: Запуск
sk_sk: Spustenie
sv_se: Start
th_th: การเริ่มต้น
tr_tr: Başlangıç
uk_ua: Запуск
vi_vn: Khởi động
zh_cn: 启动
zh_tw: 啟動

# AutoStartCheckBox.Content
source: Start ZapperRadio when Windows starts
ar_sa: تشغيل ZapperRadio عند بدء تشغيل Windows
cs_cz: Spouštět ZapperRadio při startu Windows
da_dk: Start ZapperRadio, når Windows starter
de_de: ZapperRadio beim Start von Windows starten
el_gr: Εκκίνηση του ZapperRadio με την εκκίνηση των Windows
es_es: Iniciar ZapperRadio al iniciar Windows
fi_fi: Käynnistä ZapperRadio Windowsin käynnistyessä
fr_fr: Lancer ZapperRadio au démarrage de Windows
he_il: הפעלת ZapperRadio כש-Windows עולה
hi_in: Windows शुरू होने पर ZapperRadio शुरू करें
hu_hu: A ZapperRadio indítása a Windows indulásakor
id_id: Jalankan ZapperRadio saat Windows dimulai
it_it: Avvia ZapperRadio all'avvio di Windows
ja_jp: Windows の起動時に ZapperRadio を起動する
ko_kr: Windows 시작 시 ZapperRadio 실행
nb_no: Start ZapperRadio når Windows starter
nl_nl: ZapperRadio starten wanneer Windows start
pl_pl: Uruchamiaj ZapperRadio przy starcie systemu Windows
pt_br: Iniciar o ZapperRadio quando o Windows iniciar
ro_ro: Pornește ZapperRadio odată cu Windows
ru_ru: Запускать ZapperRadio при запуске Windows
sk_sk: Spúšťať ZapperRadio pri štarte Windows
sv_se: Starta ZapperRadio när Windows startar
th_th: เริ่ม ZapperRadio เมื่อ Windows เริ่มทำงาน
tr_tr: Windows başladığında ZapperRadio'yu başlat
uk_ua: Запускати ZapperRadio під час запуску Windows
vi_vn: Khởi động ZapperRadio khi Windows khởi động
zh_cn: Windows 启动时启动 ZapperRadio
zh_tw: Windows 啟動時啟動 ZapperRadio

# LanguageHeading.Text
source: Language
ar_sa: اللغة
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
he_il: שפה
hi_in: भाषा
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# LanguageText.Text
source: The language of the app. It also decides how dates and numbers are written.
ar_sa: لغة التطبيق. وهي تحدد أيضًا طريقة كتابة التواريخ والأرقام.
cs_cz: Jazyk aplikace. Určuje také, jak se zapisují data a čísla.
da_dk: Appens sprog. Det bestemmer også, hvordan datoer og tal skrives.
de_de: Die Sprache der App. Sie bestimmt auch, wie Datum und Zahlen geschrieben werden.
el_gr: Η γλώσσα της εφαρμογής. Καθορίζει επίσης πώς γράφονται οι ημερομηνίες και οι αριθμοί.
es_es: El idioma de la aplicación. También decide cómo se escriben las fechas y los números.
fi_fi: Sovelluksen kieli. Se määrää myös, miten päivämäärät ja numerot kirjoitetaan.
fr_fr: La langue de l'application. Elle détermine aussi la façon dont les dates et les nombres sont écrits.
he_il: שפת האפליקציה. היא קובעת גם את אופן כתיבת התאריכים והמספרים.
hi_in: ऐप की भाषा। इससे यह भी तय होता है कि तारीख़ें और संख्याएँ कैसे लिखी जाती हैं।
hu_hu: Az alkalmazás nyelve. Ez határozza meg a dátumok és számok írásmódját is.
id_id: Bahasa aplikasi. Juga menentukan cara penulisan tanggal dan angka.
it_it: La lingua dell'app. Decide anche come vengono scritte date e numeri.
ja_jp: アプリの言語です。日付や数値の表記も、この言語に合わせて決まります。
ko_kr: 앱의 언어입니다. 날짜와 숫자를 표시하는 방식도 정합니다.
nb_no: Appens språk. Det bestemmer også hvordan datoer og tall skrives.
nl_nl: De taal van de app. Die bepaalt ook hoe datums en getallen worden geschreven.
pl_pl: Język aplikacji. Określa też sposób zapisu dat i liczb.
pt_br: O idioma do app. Ele também define como datas e números são escritos.
ro_ro: Limba aplicației. Stabilește și modul de scriere a datelor și numerelor.
ru_ru: Язык приложения. От него также зависит, как записываются даты и числа.
sk_sk: Jazyk aplikácie. Určuje aj spôsob zápisu dátumov a čísel.
sv_se: Appens språk. Det avgör också hur datum och tal skrivs.
th_th: ภาษาของแอป ซึ่งยังกำหนดรูปแบบการแสดงวันที่และตัวเลขด้วย
tr_tr: Uygulamanın dili. Tarihlerin ve sayıların nasıl yazılacağını da belirler.
uk_ua: Мова застосунку. Від неї також залежить, як записуються дати й числа.
vi_vn: Ngôn ngữ của ứng dụng. Nó cũng quyết định cách hiển thị ngày và số.
zh_cn: 应用的语言。它也决定日期和数字的书写方式。
zh_tw: 應用程式的語言。也決定日期和數字的顯示方式。

# LanguageBox.AutomationProperties.Name
source: Language
ar_sa: اللغة
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
he_il: שפה
hi_in: भाषा
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
nb_no: Språk
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

# LanguageRestartText.Text
source: Restart ZapperRadio to switch to this language.
ar_sa: أعد تشغيل ZapperRadio للتبديل إلى هذه اللغة.
cs_cz: Pro přepnutí na tento jazyk restartujte ZapperRadio.
da_dk: Genstart ZapperRadio for at skifte til dette sprog.
de_de: Starte ZapperRadio neu, um zu dieser Sprache zu wechseln.
el_gr: Επανεκκινήστε το ZapperRadio για να αλλάξει σε αυτή τη γλώσσα.
es_es: Reinicia ZapperRadio para cambiar a este idioma.
fi_fi: Käynnistä ZapperRadio uudelleen vaihtaaksesi tähän kieleen.
fr_fr: Redémarrez ZapperRadio pour passer à cette langue.
he_il: הפעילו מחדש את ZapperRadio כדי לעבור לשפה הזו.
hi_in: इस भाषा पर जाने के लिए ZapperRadio फिर से शुरू करें।
hu_hu: Indítsa újra a ZapperRadiót, hogy erre a nyelvre váltson.
id_id: Mulai ulang ZapperRadio untuk beralih ke bahasa ini.
it_it: Riavvia ZapperRadio per passare a questa lingua.
ja_jp: この言語に切り替えるには、ZapperRadio を再起動してください。
ko_kr: 이 언어로 바꾸려면 ZapperRadio를 다시 시작하세요.
nb_no: Start ZapperRadio på nytt for å bytte til dette språket.
nl_nl: Start ZapperRadio opnieuw op om over te schakelen naar deze taal.
pl_pl: Uruchom ponownie ZapperRadio, aby przełączyć na ten język.
pt_br: Reinicie o ZapperRadio para mudar para este idioma.
ro_ro: Reporniți ZapperRadio pentru a trece la această limbă.
ru_ru: Перезапустите ZapperRadio, чтобы переключиться на этот язык.
sk_sk: Na prepnutie na tento jazyk reštartujte ZapperRadio.
sv_se: Starta om ZapperRadio för att byta till det här språket.
th_th: เริ่ม ZapperRadio ใหม่เพื่อเปลี่ยนเป็นภาษานี้
tr_tr: Bu dile geçmek için ZapperRadio'yu yeniden başlatın.
uk_ua: Перезапустіть ZapperRadio, щоб перейти на цю мову.
vi_vn: Khởi động lại ZapperRadio để chuyển sang ngôn ngữ này.
zh_cn: 重新启动 ZapperRadio 以切换到此语言。
zh_tw: 請重新啟動 ZapperRadio 以切換為此語言。

# AboutHeading.Text
source: About
ar_sa: حول
cs_cz: O aplikaci
da_dk: Om
de_de: Info
el_gr: Πληροφορίες
es_es: Acerca de
fi_fi: Tietoja
fr_fr: À propos
he_il: אודות
hi_in: परिचय
hu_hu: Névjegy
id_id: Tentang
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
nb_no: Om
nl_nl: Over
pl_pl: Informacje
pt_br: Sobre
ro_ro: Despre
ru_ru: О программе
sk_sk: O aplikácii
sv_se: Om
th_th: เกี่ยวกับ
tr_tr: Hakkında
uk_ua: Про застосунок
vi_vn: Giới thiệu
zh_cn: 关于
zh_tw: 關於
